tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "iina/mpv-iina"
tap "koekeishiya/formulae"
tap "krtirtho/apps"
tap "macos-fuse-t/cask"
tap "nikitabobko/tap"
tap "pikachuexe/freetube"
tap "teamookla/speedtest"
brew "bash"
brew "bat"
brew "bc"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "htop"
brew "jj"
brew "jq"
brew "kind"
brew "lazygit"
brew "lua"
brew "node"
brew "mermaid-cli"
brew "minikube"
brew "neovim"
brew "nowplaying-cli"
brew "nvm"
brew "opencode"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alfred"
cask "alienator88-sentinel"
cask "anki"
cask "calibre"
cask "discord"
cask "docker-desktop"
cask "fantastical"
cask "figma"
cask "filen"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "jdownloader"
cask "karabiner-elements"
cask "monitorcontrol"
cask "mouseless"
cask "obsidian"
cask "orbstack"
cask "phoenix-slides"
cask "pikachuexe-freetube"
cask "qdirstat"
cask "raindropio"
cask "sejda-pdf"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "stremio"
cask "tableplus"
cask "telegram"
cask "thunderbird"
cask "todoist-app"
cask "utm"
cask "vagrant"
cask "virtualbox"
cask "vivaldi"
cask "wezterm"
cask "whatsapp"
cask "zen"
cask "zoom"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
go "github.com/bootdotdev/bootdev"
go "golang.org/x/website/tour"
